Repository: glm4/PagaMe
Catalog: PagaMe/Resources/Localization/*.lproj/Localizable.strings
Languages: es

# continue_button.default
source: Continue
es: Continuar

# home.amount_instructions
source: Enter the amount you want to pay
es: Digite la cantidad a pagar

# home.welcome_message
source: Welcome to PagaMe
es: Bienvenido a PagaMe

# payment_methods.instructions
source: Select the method for this transaction
es: Seleccione el método de pago para esta trasnferencia

# issuers.instructions
source: Select your card provider
es: Seleccione el proveedor de su tarjeta

# installments.instructions
source: Select the installments for this transaction
es: Seleccione el modo de pago para esta transacción

# installment_option.installment_count
source: Installments:
es: Cuotas:

# installment_option.total_amount
source: Total amount:
es: Total:

# summary.headline
source: Payment Summary
es: Resumen de Pago

# summary.instructions
source: Please review your payment information
es: Por favor revise la información de su transferencia

# summary.confirmation_button
source: Confirm Payment
es: Confirmar Pago

# summary.payment_method_header
source: Payment Method
es: Método de Pago

# summary.issuer_header
source: Issuer for the Payment Method
es: Emisor de su tarjeta

# summary.installment_header
source: Installment Costs
es: Cuotas y costos del pago

# success.go_back
source: OK, cool!
es: Terminar

# success.payment_done
source: Payment Done!
es: Pago Realizado!

# error.default_title
source: Oops!
es: Oh no!

# error.payment_error
source: Payment failed. Please try again later or contact your provider
es: Pago fallido. Por favor intente nuevamente mas tarde.
